lisabank-demo/src/test/resources/AccountServiceTest/createUserWithCheckingAccount/v3/EJB3UserControlBean/getUserResponse-req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:getUser xmlns:ns2="http://ejb3.examples.itko.com/">
			<username>pascal</username>
		</ns2:getUser>
	</soap:Body>
</soap:Envelope>